{
  "Metadata": {
    "title": "Personal Portfólio | Guilherme Bustamante",
    "description": "Explore my portfolio, where I showcase my expertise in crafting innovative digital solutions, including responsive websites, intuitive interfaces, and high-performance web applications. Discover how my skills translate into projects that exceed expectations. Welcome to my digital universe.",
    "keywords": "web development, front-end, HTML, CSS, JavaScript, React, Next.js, UI/UX, portfolio, digital innovation, responsive websites, intuitive interfaces, web programming, web developer, coding, user experience, interface design, information technology, software development, digital projects, coder, online portfolio, digital creativity, website construction, agile development, web technologies, responsive development, interactivity, front-end technologies, web design, React programmer, development skills, UI experience, web frameworks, app development, user-centric design, efficient coding, digital solutions, website modernization, performance optimization, interactive projects, user-oriented development, web architecture, modern interfaces, responsive layout, design strategies, UX technology, innovations in web design, HTML5, CSS3, modern JavaScript, Typescript, Vite, Node.js, Next.js, Prisma, Prisma ORM, PostgreSQL, Supabase, Firebase, Axios, Express, Next UI, NextUI, ShadCN/UI, ShadCN, Tailwind CSS, Tailwind, Sass, Bootstrap, Framer Motion, Figma, UI, UX, UI/UX, UX/UI, Vercel, Git, React Native, Expo, Next Auth, Auth.js, Swiper, Stripe, Gamtech, Hotefy, DriveX, Cinedex, The Pedal Café, Pedal Café, Geoway."
  },
  "Index": {
    "title": "Transforming Visions into Reality",
    "subtitle": "Explore my portfolio and discover how I can bring your digital vision to life with responsive design, exceptional UI/UX, and cutting-edge development.",
    "footer": "Guilherme Bustamante Portfolio - All rights reserved."
  },
  "Languages": {
    "language": "Select the language",
    "pt-br": "Portuguese",
    "en-us": "English",
    "es": "Spanish",
    "fr": "French",
    "cn": "Chinese"
  },
  "Buttons": {
    "externalProject": "View Project",
    "repository": "Repository"
  },
  "Projects": {
    "DelimixSub": "Snacks, Pizzas, and Much More - All in One Place!",
    "DelimixDescription": "DeliMix is a landing page and digital menu created with React, Typescript, Next.js, ShadCN/UI, Tailwind CSS, Prisma, PostgreSQL, Neon, Clerk, and Vercel. Discover the excellence of DeliMix, your favorite gourmet snack bar.",
    "QuickBarberSub": "Find, Schedule, and Transform Your Style!",
    "QuickBarberDescription": "QUICK BARBER is a platform for booking barbershop services developed with React, Typescript, Next.js, ShadCN/UI, Tailwind CSS, Prisma, Neon, and Vercel. Discover the convenience of QUICK BARBER, the online scheduling platform that simplifies the entire appointment booking process.",
    "GamtechSub": "Elevating Your Technological Experience!",
    "GamtechDescription": "Gamtech is an e-commerce platform for computer items developed with React, Typescript, Next.js, NextUI, ShadCN/UI, Tailwind CSS, Prisma, Supabase, Stripe, and Vercel. Come find the next upgrade for your setup at Gamtech!",
    "HotefySub": "Your Gateway to Unforgettable Travel!",
    "HotefyDescription": "Hotefy is a travel booking platform developed with React, Typescript, Next.js, NextUI, ShadCN/UI, Tailwind CSS, Prisma, Supabase, and Vercel. Come find the perfect retreat and make your dreams come true!",
    "JWSub": "Exploring the Cosmos!",
    "JWDescription": "Blog developed with React, Typescript, Next.js, NextUI, ShadCN/UI, Tailwind CSS, Sanity CMS, and Vercel with the aim of providing various types of information about the James Webb Space Telescope.",
    "ONDeskSub": "Simplifying Your Business Management!",
    "ONDeskDescription": "ONDesk is a customer and ticket management system developed with React, Typescript, Next.js, NextUI, Tailwind CSS, Prisma, MongoDB, and Vercel. Monitor and enhance your customer relationships.",
    "PedalSub": "Efficient Management for Your Business!",
    "PedalDescription": "Pedal Café is a Fullstack system for managing orders in a coffee shop. The project includes various features to facilitate the administration and execution of orders, providing powerful and efficient management of products and orders!",
    "CinedexSub": "Your Ultimate Catalog of Movies and Series!",
    "CinedexDescription": "Cinedex is an online platform for a movie catalog developed with React, Typescript, Next.js, NextUI, Tailwind CSS, and Vercel. The project offers a wide range of movie options categorized by genres for you to explore!",
    "DriveXSub": "Automotive Experience at a New Level!",
    "DriveXDescription": "DriveX is a platform for buying and selling vehicles developed with Vite, React, TypeScript, Firebase, and Tailwind CSS. Find your next dream car!",
    "title": "Projects",
    "subtitle": "Browse through a selection of projects that illustrate my dedication and skills throughout my career."
  },
  "Accordion": {
    "title01": "Landing Pages",
    "description01": "Highlight your online presence with engaging and responsive landing pages, carefully designed to capture visitors' attention and boost conversion rates. Turn clicks into tangible actions and strengthen your digital presence.",
    "title02": "UI/UX Designs",
    "description02": "Transform concepts into exceptional visual experiences. With my expertise in UI/UX, I create engaging interfaces that not only impress aesthetically but also provide intuitive interactions for end-users.",
    "title03": "Institutional Websites",
    "description03": "Build a strong presence with customized institutional websites. Convey your company's unique identity and present your history, mission, and values in a compelling way, establishing trust and credibility with your visitors.",
    "title04": "Responsive Web Applications",
    "description04": "I develop modern and responsive web applications that provide a consistent experience across different devices. Ensuring that your platform is accessible from desktops, tablets, and smartphones.",
    "sectionTitle": "Custom Solutions for You",
    "sectionDescription": "Discover how I can contribute to the success of your project or business. Below are some of the services I offer to meet your needs. If you are interested in hiring, feel free to get in touch.",
    "buttonTxt": "Request a Quote",
    "drawerTitle": "Quote Request Form",
    "formRequiredField": "Required field!",
    "formTelField": "Enter a valid number! (Area Code) + 9 Digits",
    "toastSuccess": "Quote requested successfully!",
    "toastError": "An error occurred while requesting your quote!",
    "name": "Name",
    "namePlaceholder": "Enter your name",
    "whats": "WhatsApp",
    "whatsPlaceholder": "Enter your WhatsApp number",
    "email": "E-mail",
    "emailPlaceholder": "Enter your email",
    "title": "Subject",
    "titlePlaceholder": "Enter the subject of your request",
    "content": "Information",
    "contentDescription": "Use this space to provide specific details about your request. Clearly describe what you would like to be done, mention desired features, and include any other information you find relevant.",
    "submitButton": "Request Quote",
    "backButton": "Back"
  },
  "Tech": {
    "title": "Tech Stack",
    "subtitle": "Check out the list of technologies I have encountered and consistently use in my projects."
  },
  "About": {
    "about01": "I am a Frontend Developer specializing in cutting-edge technologies, with a focus on React, Next.js, TypeScript, and Tailwind. In addition to these specialties, I also have extensive knowledge in areas such as databases and UI/UX design.",
    "about02": "My experience encompasses applying these skills in diverse projects, standing out in implementing best practices for responsiveness and producing clean and well-structured code. I ensure efficiency and quality in every delivery, solidifying my commitment to technical excellence and client satisfaction.",
    "smText01": "Frontend",
    "smText02": "Web Design",
    "smText03": "UI/UX",
    "smText04": "Responsive Design",
    "smText05": "Creative Solutions",
    "smText06": "Engaging Interfaces",
    "title01": "Organization",
    "subtitle01": "I consider organization and planning as crucial foundations for success in any project I participate in.",
    "title02": "Responsibility",
    "subtitle02": "Total commitment to my responsibilities, seeking to contribute in the best way possible in a responsible manner.",
    "title03": "Determination",
    "subtitle03": "My determination drives my focus on studies, promoting a constant pursuit of evolution and improvement.",
    "title04": "Creativity",
    "subtitle04": "Creativity guides me toward innovative solutions, promoting continuous practice and exploration.",
    "title05": "Collaboration",
    "subtitle05": "I believe in the importance of collaboration to achieve exceptional results as a team, valuing the diversity of ideas.",
    "title06": "Adaptability",
    "subtitle06": "I am flexible and capable of adapting to new challenges, demonstrating the ability to learn quickly and effectively.",
    "title07": "Attention to Detail",
    "subtitle07": "Committed to precision and attention to detail, ensuring high-quality deliveries in every task.",
    "title08": "Self-learning",
    "subtitle08": "I demonstrate a strong capacity for self-directed learning, constantly seeking to expand my skills.",
    "title09": "Time Management",
    "subtitle09": "I possess the ability to efficiently manage time to meet deadlines and priorities, ensuring timely delivery of results."
  }
}
