{
  "Metadata": {
    "title": "Portafolio personal | Guilherme Bustamante",
    "description": "Explora mi portafolio, donde comparto mi experiencia en la creación de soluciones digitales innovadoras, incluyendo sitios web responsivos, interfaces intuitivas y aplicaciones web de alto rendimiento. Descubre cómo mis habilidades se transforman en proyectos que superan expectativas. Bienvenido a mi universo digital.",
    "keywords": "desarrollo web, front-end, HTML, CSS, JavaScript, React, NextJS, UI/UX, portafolio, innovación digital, sitios web responsivos, interfaces intuitivas, programación web, desarrollador web, codificación, experiencia del usuario, diseño de interfaz, tecnología de la información, desarrollo de software, proyectos digitales, codificador, portafolio en línea, creatividad digital, construcción de sitios, desarrollo ágil, tecnologías web, desarrollo responsivo, interactividad, tecnologías front-end, diseño web, programador React, habilidades de desarrollo, experiencia en UI, frameworks web, construcción de aplicaciones, diseño centrado en el usuario, codificación eficiente, soluciones digitales, modernización de sitios web, optimización de rendimiento, proyectos interactivos, desarrollo orientado al usuario, arquitectura web, interfaces modernas, diseño de layout responsivo, estrategias de diseño, tecnología UX, innovaciones en diseño web, HTML5, CSS3, JavaScript moderno, Typescript, Vite, Node.js, NodeJS, Next.js, Prisma, PrismaORM, PostgreSQL, Supabase, Firebase, Axios, Express, Next UI, NextUI, ShadCN/UI, ShadCN, TailwindCSS, Tailwind, Sass, Bootstrap, Framer Motion, Figma, UI, UX, UI/UX, UX/UI, Vercel, Git, React Native, Expo, Next Auth, Auth.js, Swiper, Stripe, Gamtech, Hotefy, DriveX, Cinedex, O Pedal Café, Pedal Café, Geoway."
  },
  "Index": {
    "title": "Transformando Visiones en Realidad",
    "subtitle": "Explora mi portafolio y descubre cómo puedo dar vida a tu visión digital con diseño receptivo, una excepcional interfaz de usuario (UI/UX) y desarrollo de última generación."
  },
  "Languages": {
    "language": "Selecciona el idioma",
    "pt-br": "Portugués",
    "en-us": "Inglés",
    "es": "Español",
    "fr": "Francés",
    "cn": "Chino"
  },
  "Buttons": {
    "externalProject": "Ver Proyecto",
    "repository": "Repositorio"
  },
  "Projects": {
    "DelimixSub": "Snacks, Pizzas y Mucho Más - ¡Todo en un Solo Lugar!",
    "DelimixDescription": "DeliMix es una página de inicio y menú digital creada con React, Typescript, Next.js, ShadCN/UI, Tailwind CSS, Prisma, PostgreSQL, Neon, Clerk y Vercel. Descubre la excelencia de DeliMix, tu bar de snacks gourmet favorito.",
    "QuickBarberSub": "¡Encuentra, Agenda y Transforma tu Estilo!",
    "QuickBarberDescription": "QUICK BARBER es una plataforma para reservar servicios de barbería desarrollada con React, Typescript, Next.js, ShadCN/UI, Tailwind CSS, Prisma, Neon y Vercel. Descubre la conveniencia de QUICK BARBER, la plataforma de programación en línea que simplifica todo el proceso de reserva de citas.",
    "GamtechSub": "¡Elevando tu Experiencia Tecnológica!",
    "GamtechDescription": "Gamtech es una plataforma de comercio electrónico de artículos para computadoras desarrollada con React, Typescript, Next.js, NextUI, ShadCN/UI, Tailwind CSS, Prisma, Supabase, Stripe y Vercel. ¡Ven y encuentra la próxima mejora para tu configuración en Gamtech!",
    "HotefySub": "¡Tu Portal para Viajes Inolvidables!",
    "HotefyDescription": "Hotefy es una plataforma de reservas de viajes desarrollada con React, Typescript, Next.js, NextUI, ShadCN/UI, Tailwind CSS, Prisma, Supabase y Vercel. ¡Ven y encuentra el refugio perfecto para hacer realidad tus sueños!",
    "JWSub": "¡Explorando el Cosmos!",
    "JWDescription": "Blog desarrollado con React, Typescript, Next.js, NextUI, ShadCN/UI, Tailwind CSS, Sanity CMS y Vercel con el objetivo de proporcionar diversos tipos de información sobre el Telescopio Espacial James Webb.",
    "ONDeskSub": "¡Simplificando la Gestión Empresarial!",
    "ONDeskDescription": "ONDesk es un sistema de gestión de clientes y tickets desarrollado con React, Typescript, Next.js, NextUI, Tailwind CSS, Prisma, MongoDB y Vercel. Supervise y mejore las relaciones con sus clientes.",
    "PedalSub": "Efficient Management for Your Business!",
    "PedalDescription": "Pedal Café is a Fullstack system for managing orders in a coffee shop. The project includes various features to facilitate the administration and execution of orders, providing powerful and efficient management of products and orders!",
    "CinedexSub": "¡Tu Catálogo Definitivo de Películas y Series!",
    "CinedexDescription": "Cinedex es una plataforma en línea de catálogo de películas, desarrollada con React, Typescript, Next.js, NextUI, Tailwind CSS y Vercel. ¡El proyecto ofrece una amplia gama de opciones de películas clasificadas por géneros para que las explores!",
    "DriveXSub": "¡Experiencia Automotriz en un Nuevo Nivel!",
    "DriveXDescription": "DriveX es una plataforma de compra y venta de vehículos desarrollada con Vite, React, TypeScript, Firebase y Tailwind CSS. ¡Encuentra tu próximo auto de ensueño!",
    "title": "Proyectos",
    "subtitle": "Explore una selección de proyectos que ilustran mi dedicación y habilidades a lo largo de mi carrera."
  },
  "Accordion": {
    "title01": "Páginas de Aterrizaje",
    "description01": "Destaque su presencia en línea con páginas de aterrizaje cautivadoras y receptivas, cuidadosamente diseñadas para captar la atención de los visitantes e impulsar las tasas de conversión. Convierta clics en acciones tangibles y fortalezca su presencia digital.",
    "title02": "Diseños UI/UX",
    "description02": "Transforme conceptos en experiencias visuales excepcionales. Con mi experiencia en UI/UX, creo interfaces cautivadoras que no solo impresionan estéticamente, sino que también brindan interacciones intuitivas para los usuarios finales.",
    "title03": "Sitios Institucionales",
    "description03": "Construya una presencia sólida con sitios institucionales personalizados. Transmita la identidad única de su empresa y presente su historia, misión y valores de manera impactante, estableciendo confianza y credibilidad con sus visitantes.",
    "title04": "Aplicaciones Web Responsivas",
    "description04": "Desarrollo aplicaciones web modernas y receptivas que ofrecen una experiencia consistente en diferentes dispositivos. Garantizando que su plataforma sea accesible desde computadoras de escritorio, tabletas y teléfonos inteligentes.",
    "sectionTitle": "Soluciones Personalizadas para Ti",
    "sectionDescription": "Descubre cómo puedo contribuir al éxito de tu proyecto o negocio. A continuación, se presentan algunos de los servicios que ofrezco para satisfacer tus necesidades. Si estás interesado en contratar, no dudes en ponerte en contacto.",
    "buttonTxt": "Solicite su Presupuesto",
    "drawerTitle": "Formulario de Solicitud de Presupuesto",
    "formRequiredField": "¡Campo obligatorio!",
    "formTelField": "¡Ingrese un número válido! (Código de área) + 9 dígitos",
    "toastSuccess": "¡Presupuesto solicitado con éxito!",
    "toastError": "¡Se produjo un error al solicitar su presupuesto!",
    "name": "Nombre",
    "namePlaceholder": "Ingrese su nombre",
    "whats": "WhatsApp",
    "whatsPlaceholder": "Ingrese su número de WhatsApp",
    "email": "Correo electrónico",
    "emailPlaceholder": "Ingrese su correo electrónico",
    "title": "Asunto",
    "titlePlaceholder": "Ingrese el asunto de su solicitud",
    "content": "Información",
    "contentDescription": "Utilice este espacio para proporcionar detalles específicos sobre su solicitud. Describa claramente lo que le gustaría que se haga, mencione las características deseadas e incluya cualquier otra información que considere relevante.",
    "submitButton": "Solicitar Presupuesto",
    "backButton": "Volver"
  },
  "Tech": {
    "title": "Tech Stack",
    "subtitle": "Echa un vistazo a la lista de tecnologías con las que he tenido contacto y que utilizo constantemente en mis proyectos."
  },
  "About": {
    "about01": "Soy un Desarrollador Frontend especializado en tecnologías de vanguardia, con énfasis en React, Next.js, TypeScript y Tailwind. Además de estas especialidades, también poseo conocimientos extensos en áreas como bases de datos y diseño UI/UX.",
    "about02": "Mi experiencia abarca la aplicación de estos conocimientos en proyectos diversos, destacándome en la implementación de las mejores prácticas de responsividad y en la producción de código limpio y bien estructurado. Garantizo eficiencia y calidad en cada entrega, consolidando mi compromiso con la excelencia técnica y la satisfacción del cliente.",
    "smText01": "Frontend",
    "smText02": "Diseño Web",
    "smText03": "UI/UX",
    "smText04": "Diseño Responsivo",
    "smText05": "Soluciones Creativas",
    "smText06": "Interfaces Atractivas",
    "title01": "Organización",
    "subtitle01": "Considero la organización y la planificación como bases cruciales para el éxito en cualquier proyecto en el que participo.",
    "title02": "Responsabilidad",
    "subtitle02": "Compromiso total con mis responsabilidades, buscando contribuir de la mejor manera posible de manera responsable.",
    "title03": "Determinación",
    "subtitle03": "Mi determinación impulsa mi enfoque en los estudios, promoviendo una búsqueda constante de evolución y superación.",
    "title04": "Creatividad",
    "subtitle04": "La creatividad me guía hacia soluciones innovadoras, promoviendo la práctica y la exploración continua.",
    "title05": "Colaboración",
    "subtitle05": "Creo en la importancia de la colaboración para lograr resultados excepcionales en equipo, valorando la diversidad de ideas.",
    "title06": "Adaptabilidad",
    "subtitle06": "Soy flexible y capaz de adaptarme a nuevos desafíos, demostrando habilidad para aprender rápidamente y de manera efectiva.",
    "title07": "Atención al Detalle",
    "subtitle07": "Comprometido con la precisión y la atención al detalle, asegurando entregas de alta calidad en cada tarea.",
    "title08": "Autoaprendizaje",
    "subtitle08": "Demuestro una fuerte capacidad de aprendizaje autodidacta, buscando constantemente ampliar mis habilidades.",
    "title09": "Gestión del Tiempo",
    "subtitle09": "Poseo la habilidad de gestionar eficientemente el tiempo para cumplir con plazos y prioridades, garantizando la entrega oportuna de resultados."
  }
}
